Revit 2027 API
ParameterTypeId.RbsParallelconduitsVerticalNumber Property
 "Vertical Number for parallel conduits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsParallelconduitsVerticalNumber { get; }
Public Shared ReadOnly Property RbsParallelconduitsVerticalNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsParallelconduitsVerticalNumber {
	ForgeTypeId^ get ();
}
static member RbsParallelconduitsVerticalNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace